<template>
  <div>
    <h2 style="margin-bottom: 20px">Механика</h2>
    Давно выяснено, что&nbsp;при&nbsp;оценке дизайна и&nbsp;композиции читаемый текст мешает сосредоточиться. Lorem Ipsum используют потому, что&nbsp;тот&nbsp;обеспечивает более или&nbsp;менее стандартное заполнение шаблона, а&nbsp;также реальное распределение букв и&nbsp;пробелов в&nbsp;абзацах, которое не&nbsp;получается при&nbsp;простой дубликации «Здесь ваш&nbsp;текст. Здесь ваш&nbsp;текст. Здесь ваш&nbsp;текст». Многие программы электронной вёрстки и&nbsp;редакторы HTML используют Lorem Ipsum в&nbsp;качестве текста по&nbsp;умолчанию, так&nbsp;что&nbsp;поиск по&nbsp;ключевым словам «lorem ipsum» сразу показывает, как&nbsp;много веб-страниц всё&nbsp;ещё&nbsp;дожидаются своего настоящего рождения. За&nbsp;прошедшие годы текст Lorem Ipsum получил много версий. Некоторые версии появились по&nbsp;ошибке, некоторые&nbsp;— намеренно (например, юмористические варианты).
  </div>
</template>
