export default [{
  q: {
    title: 'За что отвечает левый стик на джойстике?',
    desc: 'd1',
  },
  a: [{
    title: 'взлет и снижение дрона, вращение вокруг своей оси',
  }, {
    title: 'увеличение и уменьшение скорости',
  }, {
    title: 'вращение камерой вокруг своей оси',
  }],
}, {
  q: {
    title: 'За что отвечает левый стик?',
    desc: 'd1',
  },
  a: [{
    title: 'увеличение и уменьшение скорости дрона',
  }, {
    title: 'зумирование камеры',
  }, {
    title: 'наклоны дрона на левый и правый бок, вперед и назад',
  }],
}, {
  q: {
    title: 'Что требуется сделать при риске столкновения?',
    desc: 'd1',
  },
  a: [{
    title: 'попытаться облететь объект',
  }, {
    title: 'оперативно скинуть скорость',
  }, {
    title: 'попытаться развернуть дрон',
  }],
}, {
  q: {
    title: 'Какой ряд действий нужно предпринять для безопасного старта полета?',
    desc: 'd1',
  },
  a: [{
    title: 'убедиться, что дрон заряжен и нет никаких неисправностей',
  }, {
    title: 'убедиться, что рядом нет людей и физических препятствий',
  }, {
    title: 'оба варианта правильные',
  }],
}, {
  q: {
    // eslint-disable-next-line max-len
    title: 'До какой высоты может подняться квадрокоптер без получения разрешения в Единой системе организации воздушного движения?',
    desc: 'd1',
  },
  a: [{
    title: '500м',
  }, {
    title: '250м',
  }, {
    title: '150м',
  }],
}, {
  q: {
    title: 'Какая оптимальная скорость при интенсивном тумане?',
    desc: 'd1',
  },
  a: [{
    title: '3-5км/ч',
  }, {
    title: '7-9км/ч',
  }, {
    title: 'оба варианта неправильные',
  }],
}];
